[
	{
		"title": "Friends Forever",
		"image": "assets/images/friends-for-ever.jpg",
		"summary": "This story is about the friendship between a frog and a mouse and shows how your actions against others can backfire on yourself. This story will teach your child about the African saying “Don’t dig too deep a pit for your enemy, you may fall into it yourself”",
		"story": "A mouse and a frog were friends. Every morning the frog would hop out of his pond and go to visit his friend who lived in a hole in the side of a tree. He would return home at noon. \n\nThe mouse delighted in his friend’s company unaware that the friend was slowly turning into an enemy. The reason? The frog felt slighted because though he visited the mouse everyday, the mouse on his part, had never made an attempt to visit him.\n\nOne day he felt he had been humiliated enough. When it was time for him to take leave of the mouse, he tied one end of a string around his own leg, tied the other end to the mouse’s tail, and hopped away, dragging the hapless mouse behind him.\n\nThe frog dived deep into the pond. The mouse tried to free himself but couldn’t, and soon drowned. His bloated body floated to the top.\n\nA hawk saw the mouse floating on the pond’s surface. He swooped down, and grabbing the mouse in his talons, flew to the branch of a nearby tree. The frog, of course, was hauled out of the water too. He desperately tried to free himself, but couldn’t and the hawk soon put an end to his struggles.\n\nIn Africa they have a saying: ‘Don’t dig too deep a pit for your enemy, you may fall into it yourself’."
	},
	{
		"title": "The Prince And The Snake",
		"image": "assets/images/prince-and-snake.jpg",
		"summary": "This story follows the journey of a prince whose body has been invaded by a devilish snake and how he manages to escape from the clutches of the snake.",
		"story": "The kingdom of Vijaygarh had a wise and kind King. People were happy. But the King himself was sad and worried. A devilish snake had entered his son’s body. Neither medicine nor magic worked to cure his son.\n\nWhen the Prince grew up, he thought, “It is because of me that my father worried.\" And one day, he left the palace. Wandering, he came to another kingdom. He found a desolate temple and started living there. He begged for food.\n\nThe King of that kingdom was cruel. But he had a kind and beautiful daughter. The King was unhappy with his daughter. That girl was always ridiculing her father’s hard work. The King thought, “She is always talking to me low of my hard work. I must marry her to a beggar. Then she will know what hard work is.\"\n\nSo, when the beggar Prince came to beg for food in the Palace, the cruel King forced him to marry his daughter. The Prince and his new bride started for the desolate temple. On their way, they stopped to take rest. The Princess went around in search of food, while her husband went to sleep.\n\nWhen the Princess came back, she was shocked to see a snake sitting on her husband’s mouth. On a mount nearby sat another snake. They were talking among themselves. “Why do not you leave the body of the Prince? He is so kind and gentle,\" said the snake sitting on the mound. “You too are evil! You attack passers-by. You should not be telling me what to do,\" replied the snake sitting on the mouth of the Prince.\n\nThe Princess killed both the snakes with all her courage. When her husband woke up, she told him about the two snakes. The Prince was happy. Then he told her who he really was. They set off to the Prince’s palace. The King was delighted to see his son. When the King learned that the devilish snake was killed, his joy knew no bounds. The Prince and the Princess lived happily for a long time. After few years, the Kingdom celebrated the day on which the Royal couple gave birth to twins of one boy and one girl."
	},
	{
		"title": "The Golden Goose",
		"image": "assets/images/golden-goose.jpg",
		"summary": "This story is about a farmer who had a goose that was laying one golden egg every day. As the story goes on, it focuses on the themes of greed and how it can ruin anyone’s life.",
		"story": "Once upon a time in a village, there lived a farmer with his wife. They were very poor. They had nothing but a little farm where they grew vegetables that they could eat. However, he managed to save a little money each time he sold vegetables from his farm.\n\nEventually he saved up enough money to buy a goose. He took it home and made a nest for it to lay eggs. “The goose will produce eggs which he could use for selling, eating and making bread”, thought the farmer. Also, read The Ant And The Grasshopper.\n\nThe next morning when he went to gather some eggs for his breakfast, he lifted the goose and to his surprise the goose had laid a golden egg. The next morning, he found another egg and the next, and the next. Slowly and steadily, the farmer and his wife were becoming richer and richer. Also, read The Honest Woodcutter.\n\n“Just think if we could have all the golden eggs that are inside the goose, we could be richer much faster,” said the greedy wife. “You are right! We would not have to wait for the goose to lay her egg every day,” replied the farmer greedily.\n\nThe next day, farmer went to the goose quietly and picked her up carefully. He was hiding the knife in his pocket. The couple killed the goose and cut her open only to find that she was just like every other goose. She had no golden eggs inside of her at all, and they had no more golden eggs. Alas! Now the farmer and his wife had lost the goose and they would never get and golden egg ever again. You may also like to read, The Ugly Duckling.\n\nMORAL: TOO MUCH GREED ALWAYS LEADS TO GREAT LOSS."
	},
	{
		"title": "The Boy Who Cried Wolf",
		"image": "assets/images/boy-cried-wolf.jpg",
		"summary": "This story proves that nobody will believe a liar, even when he speaks the truth. The main plot is centered around how the habit of lying affects a shepherd boy.",
		"story": "There once was a shepherd boy who was bored as he sat on the hillside watching the village sheep. To amuse himself he took a great breath and sang out, \"Wolf! Wolf! The Wolf is chasing the sheep!\"\n\nThe villagers came running up the hill to help the boy drive the wolf away. But when they arrived at the top of the hill, they found no wolf. The boy laughed at the sight of their angry faces.\n\n\"Don't cry 'wolf', shepherd boy,\" said the villagers, \"when there's no wolf!\" They went grumbling back down the hill.\n\nLater, the boy sang out again, \"Wolf! Wolf! The wolf is chasing the sheep!\" To his naughty delight, he watched the villagers run up the hill to help him drive the wolf away.\n\nWhen the villagers saw no wolf they sternly said, \"Save your frightened song for when there is really something wrong! Don't cry 'wolf' when there is NO wolf!\"\n\nBut the boy just grinned and watched them go grumbling down the hill once more.\n\nLater, he saw a REAL wolf prowling about his flock. Alarmed, he leaped to his feet and sang out as loudly as he could, \"Wolf! Wolf!\"\n\nBut the villagers thought he was trying to fool them again, and so they didn't come.\n\nAt sunset, everyone wondered why the shepherd boy hadn't returned to the village with their sheep. They went up the hill to find the boy. They found him weeping.\n\n\"There really was a wolf here! The flock has scattered! I cried out, \"Wolf!\" Why didn't you come?\"\n\nAn old man tried to comfort the boy as they walked back to the village.\n\n\"We'll help you look for the lost sheep in the morning,\" he said, putting his arm around the youth, \"Nobody believes a liar...even when he is telling the truth!\""
	},
	{
		"title": "The Ugly Duckling",
		"image": "assets/images/the-ugly-duckling.jpg",
		"summary": "This tale deals with the concept of apperance, and emphazizes on the fact that beauty does not mean superority. It portrays the struggles of an ugly duckling and the challenges faced by it due to its appearance.",
		"story": "It is a beautiful summer day. The sun shines warmly on an old house near a river. Behind the house a mother duck is sitting on ten eggs. \"Tchick.\" One by one all the eggs break open.\n\nAll except one. This one is the biggest egg of all.\n\nMother duck sits and sits on the big egg. At last it breaks open, \"Tchick, tchick!\"\n\nOut jumps the last baby duck. It looks big and strong. It is grey and ugly.\n\nThe next day mother duck takes all her little ducks to the river. She jumps into it. All her baby ducks jump in. The big ugly duckling jumps in too.\n\nThey all swim and play together. The ugly duckling swims better than all the other ducklings.\n\n- Quack, quack! Come with me to the farm yard! - says mother duck to her baby ducks and they all follow her there.\n\nThe farm yard is very noisy. The poor duckling is so unhappy there. The hens peck him, the rooster flies at him, the ducks bite him, the farmer kicks him.\n\nAt last one day he runs away. He comes to a river. He sees many beautiful big birds swimming there. Their feathers are so white, their necks so long, their wings so pretty. The little duckling looks and looks at them. He wants to be with them. He wants to stay and watch them. He knows they are swans. Oh, how he wants to be beautiful like them.\n\nNow it is winter. Everything is white with snow. The river is covered with ice. The ugly duckling is very cold and unhappy.\n\nSpring comes once again. The sun shines warmly. Everything is fresh and green.\n\nOne morning the ugly duckling sees the beautiful swans again. He knows them. He wants so much to swim with them in the river. But he is afraid of them. He wants to die. So he runs into the river. He looks into the water. There in the water he sees a beautiful swan. It is he! He is no more an ugly duckling. He is a beautiful white swan."
	},
	{
		"title": "A City Rat And A Village Rat",
		"image": "assets/images/city-rat-and-village-rat.jpg",
		"summary": "This story draws a parallel between the peaceful nature of living in villages versus the stressful nature of city life with rats as central characters. By observing the portrayals of two different lifestyles, children can start to understand about the real world.",
		"story": "Once there were two rats who were good friends. One of them lived in a city and the other lived in a village. Both of them exchanged news of their well being through other rats who travelled between the two places.\n\nOnce the city rat wished to meet his village friend. He sent the message through some rats of the village. The village friend was very excited about his friends visit. He made preparations to welcome him. To receive his friend, he went to the border of the village wearing a traditional dress like dhoti, kurta and cap, with a garland in his hand. However, his city friend was wearing a suit, boots and a neck tie. They hugged each other and exchanged greeting.\n\nThe village rat welcomed him and said, \"We have fresh and unpolluted air here. The atmosphere in the city is impure.\"\n\nThey gossiped a lot and exchanged their views on different topics. Then, they sat down to eat. The village rat served him fruits and boiled wheat grains.\n\nAfter having food, they went for a stroll outside the village. The fields looked green and the natural beauty of the jungle had its own attraction. The village rat said, \"Does the city have such beautiful scenes?\" The city rat said nothing but invited the village rat to come to the city at least once to see the comfortable life of the city.\n\nThe village rat said he would certainly come to the city one day. The city rat said, \"Why don’t you accompany me now?\" The village rat replied, \"All right, I will consider your proposal.\"\n\nWhen the night fell, they came back and slept on the soft grass. Next day, for breakfast the village rat served his friend fresh fruits and cereals. The city rat was irritated and said to the village rat, \"Let us go to the city right now. Give me a chance to serve you.\"\n\nThe village rat accepted the proposal and got ready for the journey to the city. The city rat lived in a big house. At night the village rat was surprised to see, the dining table full of different types of dishes. The village rat has not seen such a variety of food before. The city rat asked the village rat to enjoy the meal. Then he started eating. The village rat had a liking for the paneer and finished the piece quickly. At this moment, they heard the voice of a cat. The city rat said, \"Quickly hide yourself below the almirah, otherwise the cat will eat us.\" Both rushed to the almirah and hid themselves under it. After some time, when the cat went away, both came out. The village rat was still trembling. The city rat again started eating the dishes and advised his friend too, \"Do not be afraid. It is a part of the city life.\" The village rat gathered courage and went to the dining table again. This time he quickly finished the cake of his choice. At this juncture, a boy came there with a dog. The village rat being afraid of the dog asked his friend, \"Who is this fellow?\" The city rat said, \"He is Jimmi, the son of the master of this house and the dog is his pet. Be quick and hide yourself there\" After their departure, both the rats came out. The village rat was very afraid. He said, \"Friend, I think I should go back now. I am thankful to you for the tasty dishes, but there are to many dangers. Thanks again.\" And he started for the village. On reaching, he heaved a sigh of relief and said, \"Oh! Life is precious and above all wisdom.\""
	},
	{
		"title": "Princess And The Pea",
		"image": "assets/images/princess-and-pea.jpeg",
		"summary": "This fairy tale by Hans Christian Andersen, deals with a prince who is in search of a princess and how he gets to meet her.",
		"story": "Once upon a time there was a prince who wanted to marry a princess; but she would have to be a real princess. He travelled all over the world to find one, but nowhere could he get what he wanted. There were princesses enough, but it was difficult to find out whether they were real ones. There was always something about them that was not as it should be. So he came home again and was sad, for he would have liked very much to have a real princess.\n\nOne evening a terrible storm came on; there was thunder and lightning, and the rain poured down in torrents. Suddenly a knocking was heard at the city gate, and the old king went to open it.\n\nIt was a princess standing out there in front of the gate. But, good gracious! what a sight the rain and the wind had made her look. The water ran down from her hair and clothes; it ran down into the toes of her shoes and out again at the heels. And yet she said that she was a real princess.\n\nWell, we'll soon find that out, thought the old queen. But she said nothing, went into the bed-room, took all the bedding off the bedstead, and laid a pea on the bottom; then she took twenty mattresses and laid them on the pea, and then twenty eider-down beds on top of the mattresses.\n\nOn this the princess had to lie all night. In the morning she was asked how she had slept.\n\n\"Oh, very badly!\" said she. \"I have scarcely closed my eyes all night. Heaven only knows what was in the bed, but I was lying on something hard, so that I am black and blue all over my body. It's horrible!\"\n\nNow they knew that she was a real princess because she had felt the pea right through the twenty mattresses and the twenty eider-down beds."
	},
	{
		"title": "The Judge Monkey",
		"image": "assets/images/the-judge-monkey.jpg",
		"summary": "The crux of this story features two cats fighting over a loaf of bread. This story proves the fact that it is better to share instead of possessive quarrelling.",
		"story": "Once upon a time, two cats were passing through a street. Suddenly they spotted a loaf of bread lying beneath a tree. Both pounced upon it and caught the loaf at the same time. “It is mine. I saw it first,\" claimed one cat. While the other said, “I pounced upon it first and so it belongs to me.\" After having fought for a while, one cat said, “Let us divide it into two and take one piece each.\" “Indeed, a good idea,\" said the other cat. “But how do we divide it now?\"\n\nA monkey sitting on the branch of the tree had watched all that happened between the two cats. “That loaf of bread looks good. I could do with it myself,\" he thought. Slowly he came down from the tree and walked up to the confused cats.\n\n“Yes, my dear friends! Can I help you?\" asked the monkey. The cats told the monkey what the problem was and said, “Why do not you be the judge between us?\" When the monkey nodded, the cats said, “Please divide this loaf for us.\"\n\nThe clever monkey smilingly broke the bread into two pieces. But one piece was a little bigger that the other. “OH no! I will take a little bite of this bigger piece to make both equal,\" said the monkey, slyly. He took a bite from the bigger piece. But, he had taken a big bite. “Uh oh! Now it has become smaller than the other piece. I will just have to take a little bite from this piece now,\" said the clever monkey.\n\nThe Judge Monkey took another bite. The two cats sat in front of the monkey, seeing the loaf of bread they had found getting smaller and smaller. When the whole loaf was eaten by the monkey, the monkey said, \"I am sorry. I was really difficult to divide that loaf. I must be going now.\" And the monkey jumped onto the tree and was gone. \"If only we had not quarreled among ourselves, we would have remained united and we need not have to go to the monkey and to become hungry now,\" said the two cats."
	},
	{
		"title": "Foolish Imitation",
		"image": "",
		"summary": "This tale involves the attempts of a foolish crow to imitate every aspect of a hawk. The major theme of this story is the importance of originality and explains to children that it’s better to be yourself than to mimic others.",
		"story": "Long ago, a hawk lived on the top of a hill. At the foot of the hill there was a banyan tree on which a crow used to perch everyday. The crow was very foolish. He would imitate everyone.\n\nThe hawk atop the hill would fly down everyday in search of food. The crow watched the hawk circling in the air for long hours and swooping down when he saw his prey. The hawk gifted with eyes that could see long distances would spot his prey from the hill top and then fly down to pounce upon the prey.\n\nThe crow watched the hawk thinking, “Hunh! If the hawk can do that, I too can. What does he think? One day, I will show the hawk that I can do the same thing.\"\n\nA few days later, as the hawk was circling in the air, the crow decided to do the same. Suddenly a baby rabbit came out of the bushes. The hawk saw it and the crow too saw the rabbit.\n\nBefore the crow could move, the hawk swooped down, caught hold of the rabbit in his strong sharp talons and flew away. “Swoosh!\" was all the crow heard as the hawk disappeared in the sky with his prey. “Hmmph! That is no great skill,\" thought the crow, angrily.\n\nNext moment he spotted a big fat mouse coming out of a hole. Without wasting time, the crow swooped down. Like the hawk he tried to catch the mouse in his claws.\n\nBut the mouse saw the crow and moved away, the crow crashed against the hill. “Eeeaaa!\" cried the crow in pain.\n\nJust then the hawk came flying down. “I hope, now you know it is not easy to hunt and it is not easy to imitate, either,\" said the hawk and flew away.\n\nThere after, the crow never imitated any one in its life. It lived happily with the god-given abilities."
	}
]